{
  "ENG": {
    "title": "Terms of Use",
    "share": "Share",
    "introduction": {
      "title": "1. Introduction",
      "content": "Welcome to the Ghmza website, located at ghmza.com (''Website''). These Terms of Use govern your access to and use of our Website, which is owned and operated by Ghmza, based in Kuwait. By accessing or using the Website, you agree to be bound by these Terms of Use and our Privacy Policy."
    },
    "useOfWebsite": {
      "title": "2. Use of Website",
      "content": "The Website is provided for your personal and non-commercial use. The Website offers information about Ghmza, including descriptions of our services and our latest work. All content provided on the Website is for informational purposes only."
    },
    "intellectualPropertyRights": {
      "title": "3. Intellectual Property Rights",
      "content": "All content on this Website, including text, graphics, logos, images, as well as the compilation thereof, and any software used on the Website, is the property of Ghmza or its suppliers and protected by copyright and other intellectual property laws."
    },
    "prohibitedActivities": {
      "title": "4. Prohibited Activities",
      "content": "You are not permitted to use the Website in any manner that could damage, disable, overburden, or impair the Website or interfere with any other party's use of the Website. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Website."
    },
    "newsletterSignUp": {
      "title": "5. Newsletter Sign-Up",
      "content": "You may choose to sign up for our newsletter via the signup form available on our Website. By providing your email address, you agree to receive periodic emails from Ghmza. You can unsubscribe from these emails at any time by following the unsubscribe link included in each email."
    },
    "disclaimers": {
      "title": "6. Disclaimers",
      "content": "The information on our Website is provided on an as is and as available basis. Ghmza does not warrant the accuracy, completeness, or usefulness of this information. Any reliance you place on such information is strictly at your own risk."
    },
    "limitationOfLiability": {
      "title": "7. Limitation of Liability",
      "content": "To the fullest extent permitted by applicable law, Ghmza shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of your use of the Website or the services provided therein."
    },
    "changesToTermsOfUse": {
      "title": "8. Changes to the Terms of Use",
      "content": "Ghmza reserves the right to modify these Terms of Use at any time. We will post the revised Terms of Use on the Website and update the ''Last Updated'' date to reflect the date of the changes. By continuing to use the Website after we post such changes, you agree to the Terms of Use, as modified."
    },
    "governingLaw": {
      "title": "9. Governing Law",
      "content": "These Terms of Use and your use of the Website are governed by the laws of the State of Kuwait, without regard to its conflict of laws principles."
    },
    "contactUs": {
      "title": "10. Contact Us",
      "content": "If you have any questions about these Terms of Use or our Website, please contact us at hi@ghmza.com."
    },
    "effectiveDate": "Last Updated: 15 April, 2024"
  },
  "AR": {
    "title": "سياسة الخصوصية",
    "share": "مشاركة",
    "introduction": {
      "title": "1. المقدمة",
      "content": "مرحبًا بكم في موقع Ghmza، الموجود على ghmza.com (''الموقع''). تحكم شروط الاستخدام هذه وصولك إلى موقعنا واستخدامه، الذي تملكه وتديره Ghmza، ومقرها الكويت. من خلال الوصول إلى الموقع أو استخدامه، فإنك توافق على الالتزام بشروط الاستخدام هذه وسياسة الخصوصية الخاصة بنا."
    },
    "useOfWebsite": {
      "title": "2. استخدام الموقع",
      "content": "يتم توفير الموقع الإلكتروني لاستخدامك الشخصي وغير التجاري. يوفر الموقع الإلكتروني معلومات حول Ghmza، بما في ذلك وصف لخدماتنا وأحدث أعمالنا. يُقدم جميع المحتوى المقدم على الموقع الإلكتروني لأغراض معلوماتية فقط."
    },
    "intellectualPropertyRights": {
      "title": "3. حقوق الملكية الفكرية",
      "content": "جميع المحتوى على هذا الموقع الإلكتروني، بما في ذلك النصوص والرسومات والشعارات والصور، بالإضافة إلى التجميع وأي برمجيات تستخدم على الموقع الإلكتروني، هي ملكية Ghmza أو مورديها ومحمية بقوانين حقوق النشر والملكية الفكرية الأخرى."
    },
    "prohibitedActivities": {
      "title": "4. الأنشطة المحظورة",
      "content": "غير مسموح لك باستخدام الموقع الإلكتروني بأي طريقة يمكن أن تؤدي إلى تلف أو تعطيل أو تحميل زائد على الموقع الإلكتروني أو التدخل في استخدام أي طرف آخر للموقع الإلكتروني. قد لا تحصل أو تحاول الحصول على أي مواد أو معلومات من خلال أي وسائل لم يتم توفيرها أو توفيرها عن قصد من خلال الموقع الإلكتروني."
    },
    "newsletterSignUp": {
      "title": "5. الاشتراك في النشرة الإخبارية",
      "content": "يمكنك اختيار الاشتراك في النشرة الإخبارية الخاصة بنا عبر نموذج الاشتراك المتاح على موقعنا الإلكتروني. من خلال تقديم عنوان بريدك الإلكتروني، فإنك توافق على تلقي رسائل بريد إلكتروني دورية من Ghmza. يمكنك إلغاء الاشتراك من هذه الرسائل الإلكترونية في أي وقت عن طريق اتباع الرابط لإلغاء الاشتراك المضمن في كل رسالة بريد إلكتروني."
    },
    "disclaimers": {
      "title": "6. التنصل من المسؤولية",
      "content": "تُقدم المعلومات على موقعنا الإلكتروني على أساس كما هو وحسب التوافر. لا تضمن Ghmza دقة أو اكتمال أو فائدة هذه المعلومات. أي اعتماد تضعه على مثل هذه المعلومات يكون على مسؤوليتك الخاصة بشكل صارم."
    },
    "limitationOfLiability": {
      "title": "7. تحديد المسؤولية",
      "content": "إلى أقصى حد يسمح به القانون المعمول به، لا يكون Ghmza مسؤولًا عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو ناتجة أو عقابية تنشأ عن استخدامك للموقع الإلكتروني أو الخدمات المقدمة فيه."
    },
    "changesToTermsOfUse": {
      "title": "8. تغييرات على الشروط والأحكام",
      "content": "تحتفظ Ghmza بالحق في تعديل هذه الشروط والأحكام في أي وقت. سنقوم بنشر الشروط والأحكام المعدلة على الموقع الإلكتروني وتحديث تاريخ ''آخر تحديث'' ليعكس تاريخ التغييرات. من خلال متابعة استخدام الموقع الإلكتروني بعد نشر مثل هذه التغييرات، فإنك توافق على الشروط والأحكام المعدلة."
    },
    "governingLaw": {
      "title": "9. القانون الساري",
      "content": "تخضع هذه الشروط والأحكام واستخدامك للموقع الإلكتروني لقوانين دولة الكويت، دون النظر إلى مبادئ تعارض القوانين بها."
    },
    "contactUs": {
      "title": "10. اتصل بنا",
      "content": "إذا كان لديك أي أسئلة حول هذه الشروط والأحكام أو موقعنا الإلكتروني، يرجى الاتصال بنا على hi@ghmza.com."
    },
    "effectiveDate": "آخر تحديث: 15 أبريل 2024"
  }
}
